<?php
$title = "โปรแกรมประเมินความเสี่ยงทางการยศาสตร์ในสถานีงานสำนักงาน : Rapid Office Strain Assessment (ROSA)";
$title_mini = "ROSA";
$preface = "บทนำ";
$condition = "เงื่อนไข";
$explanation = "คำชี้แจง";
$evaluation = "แบบประเมิน";
$next = "ต่อไป";
$accept = "ยอมรับ";
$person_questionnaire_title = "แบบสัมภาษณ์ข้อมูลทั่วไป และข้อมูลที่เกี่ยวข้องกับการใช้งานคอมพิวเตอร์";
$gender = "เพศ";
$gender_male = "ชาย";
$gender_female = "หญิง";
$age = "อายุ";
$year = "ปี";
$working_hour = "ระยะเวลาที่ทำงาน";
$hour_per_day = "ชั่วโมง/วัน";
$continous_working_hour = "ระยะเวลาที่ทำงานโดยไม่พักโดยเฉลี่ย";
$hour = "ชัวโมง";
$detail = "ข้อมูลคำอธิบายสำหรับผู้เข้าใช้โปรแกรม";
$detail_text = "โปรแกรมประเมินความเสี่ยงทางการยศาสตร์ในสถานีงานสำนักงานพร้อมคำแนะนำในการปรับปรุงสถานีงาน เป็นโปรแกรมที่พัฒนาขึ้นจากวิทยานิพนธ์ระดับปริญญาตรีของ นางสาวณัฎฐิชา สำเนียง นางสาวปรัชญาภรณ์ ฟักเอี่ยม และนางสาวศรัญญา พรหมชุลี โดยมี อาจารย์กนกพร อุณเอกลาภ ภาควิชากายภาพบำบัด คณะสหเวชศาสตร์ มหาวิทยาลัยนเรศวร เป็นอาจารย์ที่ปรึกษา และผศ.ดร.อรสา เตติวัทย์ ภาควิชาคณิตศาสตร์ คณะวิทยาศาสตร์ มหาวิทยาลัยนเรศวร เป็นอาจารย์ที่ปรึกษาร่วม";
$detail_text_con = "โดยการนำแบบประเมิน Rapid Office Strain Assessment (ROSA) ที่พัฒนาโดย Sonne และคณะ ประเทศแคนาดา ตีพิมพ์ในวารสารการยศาสตร์ประยุกต์ (Applied Ergonomics)  ใน ปี ค.ศ. 2012 ที่ได้ผ่านการประยุกค์และจัดทำให้อยู่ในรูปแบบภาษาไทย และผ่านการตรวจสอบความตรงของเนื้อหาโดยผู้ทรงคุณวุฒิที่เป็นผู้เชี่ยวชาญด้านการยศาสตร์ จากงานวิจัยของ ผศ.ดร. สุนิสา ชายเกลี้ยง และ เมธินี ครุสันธิ์ รวมทั้งเนื้อหาจากร่างมาตรฐานผลิตภัณฑ์อุตสาหกรรม การจัดการสภาพการทำงานตามหลักการยศาสตร์ มาพัฒนาให้อยู่ในรูปโปรแกรม เพื่อให้ผู้ใช้แบบประเมินซึ่งเป็นบุคลากรผู้มีความรู้ความสามารถทางด้านการยศาสตร์ใช้ประเมินสถานีงานของพนักงานในสำนักงานได้อย่างสะดวก และทำให้การประเมินเป็นไปอย่างรวดเร็ว	";
$condition_title = "เงื่อนไขการใช้โปรแกรมประเมินความเสี่ยงทางการยศาสตร์ในสถานีงานสำนักงาน : Rapid Office Strain Assessment (ROSA)";
$condition_text_1 = "ท่านเป็นผู้ที่มีความรู้ความเข้าใจในภาษาไทย";
$condition_text_2 = "ท่านมีความสามารถในการใช้คอมพิวเตอร์ขั้นพื้นฐาน";
$condition_text_3 = "ท่านเป็นผู้ที่มีความรู้ความสามารถทางการยศาสตร์ ";
$condition_text_4 = "ท่านมีความรู้ขั้นพื้นฐานในการใช้แบบประเมิน Rapid Office Strain Assessment (ROSA)";
?>
