<?php
$title = "โปรแกรมประเมินความเสี่ยงทางการยศาสตร์ในสถานีงานสำนักงาน : Rapid Office Strain Assessment (ROSA)";
$title_th = "โปรแกรมประเมินความเสี่ยงทางการยศาสตร์ในสถานีงานสำนักงาน";
$title_en = "Rapid Office Strain Assessment (ROSA)";
$title_nev = "Rapid Office Strain Assessment (ROSA)";
$title_mini = "ROSA";
$preface = "บทนำ";
$condition = "เงื่อนไข";
$explanation = "คำชี้แจง";
$evaluation = "แบบประเมิน";
$next = "ต่อไป";
$accept = "ยอมรับ";
$decline = "ปฏิเสธ";
$person_questionnaire_title = "แบบสัมภาษณ์ข้อมูลทั่วไป และข้อมูลที่เกี่ยวข้องกับการใช้งานคอมพิวเตอร์";
$gender = "เพศ";
$gender_male = "ชาย";
$gender_female = "หญิง";
$age = "อายุ";
$year = "ปี";
$working_hour = "ระยะเวลาที่ทำงาน";
$hour_per_day = "ชั่วโมง/วัน";
$continous_working_hour = "ระยะเวลาที่ทำงานโดยไม่พักโดยเฉลี่ย";
$hour = "ชัวโมง";
$detail = "ข้อมูลคำอธิบายสำหรับผู้เข้าใช้โปรแกรม";
$detail_text = "โปรแกรมประเมินความเสี่ยงทางการยศาสตร์ในสถานีงานสำนักงานพร้อมคำแนะนำในการปรับปรุงสถานีงานเป็นโปรแกรมที่พัฒนาขึ้นจากวิทยานิพนธ์ระดับปริญญาตรีของ นางสาวณัฎฐิชา สำเนียง นางสาวปรัชญาภรณ์ ฟักเอี่ยม และนางสาวศรัญญา พรหมชุลี โดยมีอาจารย์ กภ.กนกพร อุณเอกลาภ ภาควิชากายภาพบำบัด คณะสหเวชศาสตร์ มหาวิทยาลัยนเรศวร เป็นอาจารย์ที่ปรึกษา และผู้ช่วยศาสตราจารย์ ดร.อรสา เตติวัฒน์ ภาควิชาวิทยาการคอมพิวเตอร์และเทคโนโลยีสารสนเทศ คณะวิทยาศาสตร์ มหาวิทยาลัยนเรศวร เป็นอาจารย์ที่ปรึกษาร่วม";
$detail_text_con = "โดยการนำแบบประเมิน Rapid Office Strain Assessment (ROSA) ที่พัฒนาโดย Sonne และคณะ ประเทศแคนาดา ตีพิมพ์ในวารสารการยศาสตร์ประยุกต์ (Applied Ergonomics)  ใน ปี ค.ศ. 2012 มาจัดทำในรูปแบบภาษาไทย โดยอิงภาษาไทยจากงานวิจัยของ สุนิสา ชายเกลี้ยง และ เมธินี ครุสันธิ์ เรื่อง การประเมินความเสี่ยงทางการยศาสตร์ในพนักงานสำนักงานมหาวิทยาลัย ในปี ค.ศ. 2014 รวมทั้งเนื้อหาจากร่างมาตรฐานผลิตภัณฑ์อุตสาหกรรม การจัดการสภาพการทำงานตามหลักการยศาสตร์: การทำงานกับคอมพิวเตอร์ มาพัฒนาให้อยู่ในรูปโปรแกรม สำหรับบุคลากรผู้มีความรู้ความสามารถทางด้านการยศาสตร์ใช้ประเมินสถานีงานของพนักงานในสำนักงานได้อย่างสะดวก และทำให้การประเมินเป็นไปอย่างรวดเร็ว";
$condition_title = "เงื่อนไขการใช้โปรแกรมประเมินความเสี่ยงทางการยศาสตร์ในสถานีงานสำนักงาน : Rapid Office Strain Assessment (ROSA)";
$condition_text_1 = "ท่านเป็นผู้ที่มีความรู้ความเข้าใจในภาษาไทย";
$condition_text_2 = "ท่านมีความสามารถในการใช้คอมพิวเตอร์ขั้นพื้นฐาน";
$condition_text_3 = "ท่านเป็นผู้ที่มีความรู้ความสามารถทางการยศาสตร์ ";
$condition_text_4 = "ท่านมีความรู้ขั้นพื้นฐานในการใช้แบบประเมิน Rapid Office Strain Assessment (ROSA)";
$welcome_text = "ยินดีต้อนรับเข้าสู่";
$researcher = "ผู้วิจัย:";
$researcher_1 = "นางสาวณัฎฐิชา สำเนียง";
$researcher_2 = "นางสาวปรัชญาภรณ์ ฟักเอี่ยม";
$researcher_3 = "นางสาวศรัญญา พรหมชุลี";
$and = "และ";
$adviser = "อาจารย์ที่ปรึกษา:";
$adviser_1 = "อาจารย์กนกพร อุณเอกลาภ";
$adviser_2 = "ผศ.ดร.อรสา เตติวัฒน์";
$dept_health_science = "ภาควิชากายภาพบำบัด คณะสหเวชศาสตร์ ";
$dept_science = "ภาควิชาวิทยาการคอมพิวเตอร์และเทคโนโลยีสารสนเทศ คณะวิทยาศาสตร์ ";
$naresuan_u = "มหาวิทยาลัยนเรศวร";
$process_text = "ขั้นตอนการทำแบบประเมิน";
$process_text_detail = "ขั้นตอนของแบบประเมินจะประกอบไปด้วย 3 ส่วนด้วยกัน คือ ";
$process_a_title = "ส่วนที่ 1 การประเมินเก้าอี้ (chair) ";
$process_b_title = "ส่วนที่ 2 การประเมินจอคอมพิวเตอร์และโทรศัพท์ (monitor and telephone) ";
$process_c_title = "ส่วนที่ 3 การประเมินเมาส์และแป้นพิมพ์ (mouse and keyboard)";
$basic_info = "ข้อมูลพื้นฐานของผู้รับการประเมิน";
$q_name = "ชื่อ-สกุล";
$q_email = "อีเมล";
$section_a_title = "ส่วนที่ 1 เก้าอี้ (CHAIR)";
$section_b_title = "ส่วนที่ 2 จอคอมพิวเตอร์ & โทรศัพท์ (Monitor & telephone)";
$section_c_title = "ส่วนที่ 3 เมาส์ และแป้นพิมพ์ (Mouse & keyboard) ";
$end_question = "สิ้นสุดการทำแบบประเมิน";
$submit = "ส่งแบบประเมิน";

$explanation_title = "การใช้โปรแกรมประเมินความเสี่ยงทางการยศาสตร์ในสถานีงานสำนักงาน : Rapid Office Strain Assessment (ROSA)";
$explanation_text_1 = "* ตัวเลขที่อยู่ในวงเล็บหน้าข้อความที่อธิบายลักษณะสถานีงาน คือ คะแนน ดังภาพ (3) คือคะแนน ";
$explanation_text_2 = "“เท้าไม่สัมผัสพื้น” คือข้อความที่อธิบายลักษณะสถานีงาน";
$explanation_text_3 = "ข้อที่มีคะแนนหลักที่เป็น (1) (2) (3) เลือกได้เพียงข้อเดียว";
$explanation_text_4 = "ส่วนคะแนนข้อที่เป็นเครื่องหมาย +/- เช่น +1/-1 สามารถเลือกได้ทุกข้อ เนื่องจากเป็นคะแนนที่จะนำไปบวกกับคะแนนหลัก";
$explanation_img_caption = "เท้าไม่สัมผัสพื้น (3) ";

$q_a1 = "1.1. ความสูงของเก้าอี้ (Chair height)";
$q_a1_o1 = "ระดับเก้าอี้สูงพอดี ทำให้เข่างอ 90 องศา (1) ";
$q_a1_o2 = "ระดับเก้าอี้ต่ำเกินไป ทำให้เข่างอน้อยกว่า 90 องศา (2) ";
$q_a1_o3 = "ระดับเก้าอี้สูงเกินไปทำให้เข่างอมากกว่า 90 องศา (2) ";
$q_a1_o4 = "ระดับเก้าอี้สูงเกินไปทำให้เท้าทั้งสองข้างไม่สัมผัสพื้น (3) ";
$q_a1_e = "1.1 ความสูงของเก้าอี้ (Chair height) (ต่อ)";
$q_a1_e_o1 = "พื้นที่ว่างใต้โต๊ะไม่เพียงพอ ไม่สามารถไขว้ขาได้ (+1) ";
$q_a1_e_o2 = "เก้าอี้ไม่สามารถปรับระดับความสูงได้ (+1) ";

$q_a2 = "1.2 ประเมินความลึกของเก้าอี้ (seat pan depth)";
$q_a2_o1 = "ขอบของเก้าอี้ห่างจากข้อพับเข่าประมาณ 8 เซนติเมตร (1) ";
$q_a2_o2 = "ขอบของเก้าอี้มีระยะห่างจากข้อพับเข่าน้อยกว่า 8 เซนติเมตร (2) ";
$q_a2_o3 = "ขอบของเก้าอี้มีระยะห่างจากข้อพับเข่ามากกว่า 8 เซนติเมตร (2) ";
$q_a2_e = "1.2 ประเมินความลึกของเก้าอี้  (seat pan depth) (ต่อ)";
$q_a2_e_o1 = "ความลึกของเก้าอี้ไม่สามารถปรับได้ (+1) ";

$q_a3 = "1.3 ประเมินที่พักแขน (armrests)";
$q_a3_o1 = "ข้อศอกมีที่วางพัก ขนานเป็นแนวเดียวกับไหล่ และไหล่อยู่ในท่าสบาย (ไม่ยกไหล่) (1)";
$q_a3_o2 = "ที่พักแขนสูงเกินไปทำให้ไหล่ยก(ดังภาพซ้าย) หรือต่ำเกินไป(ดังภาพขวา) ทำให้ไหล่อยู่ในท่าไม่สบาย (2) ";
$q_a3_e = "1.3 ประเมินที่พักแขน (armrests) (ต่อ)";
$q_a3_e_o1 = "ที่พักแขนแข็ง มีขอบคมหรือชำรุด (+1) ";
$q_a3_e_o2 = "ที่พักแขนกว้างมากเกินไป (+1) ";
$q_a3_e_o3 = " ที่พักแขนไม่สามารถปรับได้ (+1) ";

$q_a4 = "1.4 ประเมินพนักพิงหลัง (back support)";
$q_a4_o1 = "ส่วนโค้งที่รองรับหลังส่วนล่างเหมาะสม ขณะนั่งพิง มุมระหว่างลำตัวกับขาท่อนบนอยู่ระหว่าง 95 -110 (1)";
$q_a4_o2 = "พนักพิงเอนไปทางด้านหลังมากเกินไป (มากกว่า110 องศา) หรือพนักเอียงไปทางด้านหน้ามากเกินไป (น้อยกว่า 95 องศา) (2) ";
$q_a4_o3 = "ไม่มีส่วนโค้งที่รองรับหลังส่วนล่าง หรือมีแต่ไม่พอดีกับหลัง (2) ";
$q_a4_o4 = "เก้าอี้ไม่มีพนักพิงหลัง หรือนั่งเอนตัวไปข้างหน้า (2) ";
$q_a4_e = "1.4 ประเมินพนักพิงหลัง (back support) (ต่อ)";
$q_a4_e_o1 = "โต๊ะทำงานสูงเกินไป จนทำให้ไหล่ยก (+1) ";
$q_a4_e_o2 = "พนักพิงไม่สามารถปรับได้ (+1) ";

$q_a_e = "ประเมินระยะเวลาในการนั่งทำงาน";
$q_a_e_o1 = "ระยะเวลาในการนั่งทำงานต่อเนื่องมากกว่า 1 ชม./ครั้ง หรือมากกว่า 4 ชั่วโมง/วัน (+1)";
$q_a_e_o2 = "ระยะเวลาในการนั่งทำงานต่อเนื่องไม่เกิน 1 ชม./ครั้ง หรือ 1-4 ชั่วโมง/วัน (0)";
$q_a_e_o3 = "ระยะเวลาในการนั่งทำงานต่อเนื่องไม่เกิน 30 นาที/ครั้ง หรือน้อยกว่า 1 ชั่วโมง/วัน (-1)";

$q_b1 = "2.1 ประเมินจอคอมพิวเตอร์ (monitor)";
$q_b1_o1 = "จอคอมพิวเตอร์ห่างจากลำตัวเท่าความยาว 1 ช่วงแขน (40-75 cm) และจออยู่ในระดับสายตา (1) ";
$q_b1_o2 = "จอคอมพิวเตอร์ต่ำเกินไป (ต่ำกว่าระดับสายตา 30 องศา) (2) ";
$q_b1_o3 = "จอคอมพิวเตอร์สูงเกินไป (ต้องแหงนคอหรือเงยหน้า) (3) ";
$q_b1_e = "2.1 ประเมินจอคอมพิวเตอร์ (monitor) (ต่อ)";
$q_b1_e_o1 = "ผู้ใช้หันหน้ามากกว่า 30 องศาเพื่อมองจอคอมพิวเตอร์ (+1) ";
$q_b1_e_o2 = "ผู้ใช้ไม่มีที่วางเอกสาร แต่มีความต้องการใช้ (+1) ";
$q_b1_e_o3 = "จอคอมพิวเตอร์ไกลเกินไปห่างจากลำตัวมากกว่า 1 ช่วงแขน (40-75 cm) (+1) ";
$q_b1_e_o4 = "มีแสงจ้าที่จอคอมพิวเตอร์ (+1) ";

$q_b1e = "ประเมินระยะเวลาในการใช้จอคอมพิวเตอร์";
$q_b1e_o1 = "ระยะเวลาในการใช้จอคอมพิวเตอร์ต่อเนื่องมากกว่า 1 ชม./ครั้ง หรือมากกว่า 4 ชั่วโมง/วัน (+1) ";
$q_b1e_o2 = "ระยะเวลาในการใช้จอคอมพิวเตอร์ต่อเนื่องไม่เกิน 1 ชม./ครั้ง หรือ 1-4 ชั่วโมง/วัน ( 0 ) ";
$q_b1e_o3 = "ระยะเวลาในการใช้จอคอมพิวเตอร์ต่อเนื่องไม่เกิน 30 นาที/ครั้ง หรือน้อยกว่า 1 ชั่วโมง/วัน (-1) ";

$q_b2 = "2.2 ประเมินโทรศัพท์ (telephone)";
$q_b2_o1 = "ผู้ใช้มีการใช้ใช้ชุดหูฟัง หรือมือหนึ่งถือโทรศัพท์ ศีรษะตั้งตรง (1) ";
$q_b2_o2 = "ผู้ใช้มีการเอื้อมหยิบโทรศัพท์ไกล (มากกว่า 30 เซนติเมตร) (2) ";
$q_b2_e = "2.2 ประเมินโทรศัพท์ (telephone) (ต่อ)";
$q_b2_e_o1 = "ผู้ใช้ใช้คอและไหล่หนีบโทรศัพท์ (+2) ";
$q_b2_e_o2 = "ผู้ใช้ไม่มีอุปกรณ์แฮนด์ฟรีช่วย (+1) ";

$q_b2e = "ประเมินระยะเวลาในการใช้โทรศัพท์";
$q_b2e_o1 = "ระยะเวลาในการใช้โทรศัพท์ต่อเนื่องมากกว่า 1 ชม./ครั้ง หรือมากกว่า 4 ชั่วโมง/วัน (+1) ";
$q_b2e_o2 = "ระยะเวลาในการใช้โทรศัพท์ต่อเนื่องไม่เกิน 1 ชม./ครั้ง หรือ 1-4 ชั่วโมง/วัน (0) ";
$q_b2e_o3 = "ระยะเวลาในการใช้โทรศัพท์ต่อเนื่องไม่เกิน 30 นาที/ครั้ง หรือน้อยกว่า 1 ชั่วโมง/วัน (-1) ";

$q_c1 = "3.1 ประเมินเมาส์ (mouse) ";
$q_c1_o1 = "ผู้ใช้วางเมาส์ขนานเป็นแนวเดียวกับไหล่ (1) ";
$q_c1_o2 = "ผู้ใช้มีการเอื้อมมือไปที่เมาส์ (2)";
$q_c1_e = "3.1 ประเมินเมาส์ (mouse) (ต่อ) ";
$q_c1_e_o1 = "ผู้ใช้มีการวางเมาส์และแป้นพิมพ์ต่างระดับกัน (+2) ";
$q_c1_e_o2 = "ผู้ใช้มีการจับเมาส์ด้วยปลายนิ้ว (+1) ";
$q_c1_e_o3 = "ผู้ใช้มีที่รองมือ (palmrest) เป็นวัสดุแข็งอยู่ด้านหน้าเมาส์ (+1) ";

$q_c1e = "ประเมินระยะเวลาในการใช้เมาส์";
$q_c1e_o1 = "ระยะเวลาในการใช้เมาส์ต่อเนื่องมากกว่า 1 ชม./ครั้ง หรือมากกว่า 4 ชั่วโมง/วัน (+1) ";
$q_c1e_o2 = "ระยะเวลาการใช้เมาส์ต่อเนื่องไม่เกิน 1 ชม./ครั้ง หรือ 1-4 ชั่วโมง/วัน ( 0 ) ";
$q_c1e_o3 = "ระยะเวลาการใช้เมาส์ต่อเนื่องไม่เกิน 30 นาที/ครั้ง หรือน้อยกว่า 1 ชั่วโมง/วัน (-1) ";

$q_c2 = "3.2  ประเมินแป้นพิมพ์ (keyboard) ";
$q_c2_o1 = "ระหว่างใช้แป้นพิมพ์ข้อมือผู้ใช้ตรงไหล่ผ่อนคลาย (1) ";
$q_c2_o2 = "ข้อมือกระดกมากกว่า 15 องศา หรือแป้นพิมพ์เอียงขึ้น (2) ";
$q_c2_e = "3.2 ประเมินแป้นพิมพ์ (keyboard) (ต่อ) ";
$q_c2_e_o1 = "ข้อมือผู้ใช้เอียงไปด้านข้างขณะพิมพ์ (+1) ";
$q_c2_e_o2 = "ผู้ใช้มีการเอื้อมมือหยิบสิ่งของเหนือศีรษะ (+1) ";
$q_c2_e_o3 = "แป้นพิมพ์อยู่สูงเกินไปจนทำให้ไหล่ยก (+1) ";
$q_c2_e_o4 = "แท่นวางแป้นพิมพ์ไม่สามารถปรับได้ (+1) ";

$q_c2e = "ประเมินระยะเวลาในการใช้แป้นพิมพ์";
$q_c2e_o1 = "ระยะเวลาการใช้แป้นพิมพ์ต่อเนื่องมากกว่า 1 ชม./ครั้ง หรือมากกว่า 4 ชั่วโมง/วัน (+1) ";
$q_c2e_o2 = "ระยะเวลาการใช้แป้นพิมพ์ต่อเนื่องไม่เกิน 1 ชม./ครั้ง หรือ 1-4 ชั่วโมง/วัน ( 0 ) ";
$q_c2e_o3 = "ระยะเวลาการใช้แป้นพิมพ์ต่อเนื่องไม่เกิน 30 นาที/ครั้ง หรือน้อยกว่า 1 ชั่วโมง/วัน (-1) ";

$evaluation_result = "ผลการประเมิน";
$score = "คะแนนความเสี่ยงของสถานีงาน คือ";
$score_s = "คะแนน";
$score_ss = "หมายเหตุ สถานีงานที่ได้คะแนนความเสี่ยงตั้งแต่ 5 คะแนนขึ้นไป จะต้องดำเนินการปรับปรุงสถานีงาน";

$s_title = "คำแนะนำในการปรับปรุงสถานีงานและระยะเวลาในการทำงาน";

$s_chair = "เก้าอี้";
$s_1_1_t = "1. ความสูงของที่นั่ง (seat pan height)";
$s_1_1_1 = "ระดับความสูงของเก้าอี้ที่เหมาะสมพอดีจะทำให้เข่างอ 90 องศา และเท้าสามารถวางราบกับพื้นได้พอดี หรือเมื่อนั่งเก้าอี้แล้ว เข่าและข้อเท้าสามารถวาง 90 องศาได้ นอกจากนี้ไม่ควรจะมีสิ่งของหรือมีการจำกัดพื้นที่ใต้โต๊ะที่ทำให้ผู้ใช้นั่งไขว้ขาหรือเปลี่ยนตำแหน่งเท้าไม่ได้ และเก้าอี้ควรที่จะปรับระดับได้ ";
$s_1_1_1_s = "* ระยะเวลาการนั่งเก้าอี้ต่อเนื่องไม่ควรเกิน 1 ชั่วโมง/ครั้งหรือไม่ควรเกิน 4 ชั่วโมง/วัน";
$s_1_1_2 = "กรณีระดับเก้าอี้สูงเกินไปทำให้เข่างอมากกว่า 90 องศา หรือทำให้เท้าทั้งสองข้างลอย หรือไม่สามารถวางราบไปกับพื้นได้ หากเก้าอี้ปรับระดับไม่ได้ สามารถปรับได้โดยเสริมที่พักเท้า เช่น เก้าอี้เตี้ยหรือกระดาษที่ไม่ใช้แล้วนำมาวางรองรับเท้าเพื่อทำให้เข่างอ 90 องศาและเท้าสามารถวางราบกับพื้นได้พอดี";
$s_1_1_2_s = "* ระยะเวลาการนั่งเก้าอี้ต่อเนื่องไม่ควรเกิน 1 ชั่วโมง/ครั้งหรือไม่ควรเกิน 4 ชั่วโมง/วัน ";
$s_1_1_3 = "กรณีระดับเก้าอี้ต่ำเกินไป ทำให้เข่างอน้อยกว่า 90 องศา หากเก้าอี้ปรับระดับไม่ได้ สามารถใช้หมอนรองบริเวณก้น เพื่อให้ที่นั่งสูงขึ้นในระดับที่ทำให้เข่างอ 90 องศา และเท้าสามารถวางราบกับพื้นได้ ";
$s_1_1_3_s = "* ระยะเวลาการนั่งเก้าอี้ต่อเนื่องไม่ควรเกิน 1 ชั่วโมง/ครั้งหรือไม่ควรเกิน 4 ชั่วโมง/วัน ";

$s_1_2_t = "2. ความลึกของที่นั่ง (seat pan depth)";
$s_1_2_1 = "เมื่อนั่งจนก้นชิดมุมของพนักพิงกับพื้นเก้าอี้แล้ว จะต้องมีพื้นที่ว่างระหว่างขอบของเก้าอี้กับข้อพับเข่าประมาณ 8 เซนติเมตร ";
$s_1_2_1_s = "* ระยะเวลาการนั่งเก้าอี้ต่อเนื่องไม่ควรเกิน 1 ชั่วโมง/ครั้งหรือไม่ควรเกิน 4 ชั่วโมง/วัน ";
$s_1_2_2 = "กรณีขอบของเก้าอี้ห่างจากข้อพับเข่าน้อยกว่า 8 เซนติเมตร แสดงว่าที่นั่งมีความลึกมากเกินไปสำหรับผู้ใช้ ควรปรับโดยใช้หมอนรองบริเวณหลัง เพื่อให้เวลานั่งแล้วขอบของเก้าอี้ห่างจากข้อพับเข่าประมาณ 8 เซนติเมตร ";
$s_1_2_2_s = "* ระยะเวลาการนั่งเก้าอี้ต่อเนื่องไม่ควรเกิน 1 ชั่วโมง/ครั้งหรือไม่ควรเกิน 4 ชั่วโมง/วัน ";
$s_1_2_3 = "กรณีขอบของเก้าอี้ห่างจากข้อพับเข่ามากกว่า 8 เซนติเมตร แสดงว่าที่นั่งตื้นเกินไปสำหรับผู้ใช้ หากความลึกของเก้าอี้ไม่สามารถปรับได้ ควรเปลี่ยนเป็นเก้าอี้ที่มีความลึกมากขึ้น ในขณะที่ผู้ใช้นั่งพิงพนักก้นชิดมุมเก้าอี้แล้วมีพื้นที่ว่างระหว่างข้อพับเข่าและขอบของเก้าอี้ประมาณ 8 เซนติเมตร";
$s_1_2_3_s = "* ระยะเวลาการนั่งเก้าอี้ต่อเนื่องไม่ควรเกิน 1 ชั่วโมง/ครั้งหรือไม่ควรเกิน 4 ชั่วโมง/วัน ";

$s_1_3_t = "3. ที่พักแขน (Armrests)";
$s_1_3_1 = "เมื่อผู้ใช้นั่งเก้าอี้แล้วที่พักแขนจะต้องรองรับข้อศอกได้พอดี ไหล่ไม่ยก แขนอยู่ในแนวเดียวกับข้อไหล่ ที่พักแขนควรมีลักษณะที่ไม่แข็ง ไม่มีขอบคม หรือไม่ชำรุด และไม่กว้างเกินไป เป็นระดับที่เมื่อวางแขนข้างลำตัวแล้วสามารถวางแขนได้เพียงพอ และที่พักควรปรับระดับได้ด้วย";
$s_1_3_1_s = "* ระยะเวลาการนั่งเก้าอี้อย่างต่อเนื่องไม่ควรเกิน 1 ชั่วโมง/ครั้งหรือไม่ควรเกิน 4 ชั่วโมง/วัน ";
$s_1_3_2 = "กรณีที่ที่พักแขนต่ำเกินไป ทำให้ไหล่อยู่ในท่าไม่สบาย ไม่มีที่รองรับแขนควรปรับโดยใช้ผ้าพันบริเวณที่พักแขน เพื่อเพิ่มความสูงของที่พักแขน";
$s_1_3_2_s = "* ระยะเวลาการนั่งเก้าอี้อย่างต่อเนื่องไม่ควรเกิน 1 ชั่วโมง/ครั้งหรือไม่ควรเกิน 4 ชั่วโมง/วัน ";
$s_1_3_3 = "กรณีที่พักแขนสูงเกินไป ทำให้ไหล่ยก ควรปรับโดยใช้หมอนรองบริเวณก้น เพื่อเพิ่มความสูงของลำตัวให้ข้อศอกมีที่วางพัก ให้ไหล่ผ่อนคลาย นอกจากนี้ยังต้องมีการเสริมที่พักเท้า เพื่อไม่ให้เก้าอี้สูงจนเกินเท้าลอยพื้นหรือเข่างอมากกว่า 90 องศา ";
$s_1_3_3_s = "* ระยะเวลาการนั่งเก้าอี้อย่างต่อเนื่องไม่ควรเกิน 1 ชั่วโมง/ครั้งหรือไม่ควรเกิน 4 ชั่วโมง/วัน ";
$s_1_3_4 = "กรณีที่พักแขนแข็ง มีขอบคมหรือชำรุด สามารถใช้ผ้าพันบริเวณที่พักแขนเพื่อให้ที่พักแขนไม่แข็ง ไม่มีขอบคมหรือชำรุดเพื่อป้องกันการบาดเจ็บที่จะเกิดขึ้น";
$s_1_3_4_s = "* ระยะเวลาการนั่งเก้าอี้อย่างต่อเนื่องไม่ควรเกิน 1 ชั่วโมง/ครั้งหรือไม่ควรเกิน 4 ชั่วโมง/วัน ";
$s_1_3_5 = "กรณีที่พักแขนห่างจากลำตัวมากเกินไปสามารถใช้หมอนวางด้านข้างลำตัวเพื่อที่จะสามารถวางแขนได้ อีกทั้งยังทำให้แขนขนานกับไหล่อีกด้วย";
$s_1_3_5_s = "* ระยะเวลาการนั่งเก้าอี้อย่างต่อเนื่องไม่ควรเกิน 1 ชั่วโมง/ครั้งหรือไม่ควรเกิน 4 ชั่วโมง/วัน ";

$s_1_4_t = "4. พนักพิงหลัง (back support)";
$s_1_4_1 = "พนักพิงหลังควรจะเอนมุมประมาณ 95-110 องศา และมีส่วนโค้งรองรับบริเวณบั้นเอวพอดี นอกจากนี้พื้นผิวที่ทำงานต้องไม่สูงจนเกินไปจนทำให้แขนและไหล่ยก พนักพิงควรจะสามารถปรับได้";
$s_1_4_1_s = "* ระยะเวลาการนั่งเก้าอี้อย่างต่อเนื่องไม่ควรเกิน 1 ชั่วโมง/ครั้งหรือไม่ควรเกิน 4 ชั่วโมง/วัน ";
$s_1_4_2 = "กรณีพนักพิงไม่มีส่วนโค้งที่รองรับหลังส่วนล่าง หรือมีแต่ไม่พอดีกับหลัง ควรปรับโดยใช้หมอนมาเสริมรองรับส่วนเว้าของหลังส่วนล่างให้เหมาะสม ขณะนั่งพิงมุมระหว่างลำตัวกับขาท่อนบนอยู่ระหว่าง    95 – 110 องศาโดยระดับต่ำสุดของพนักพิงควรเริ่มที่ส่วนที่นูนที่สุดของสะโพก ระดับสูงสุดควรอยู่ต่ำกว่าระดับไหล่ของผู้ใช้งาน และพนักพิงหลังต้องสามารถปรับได้";
$s_1_4_2_s = "* ระยะเวลาการนั่งเก้าอี้อย่างต่อเนื่องไม่ควรเกิน 1 ชั่วโมง/ครั้งหรือไม่ควรเกิน 4 ชั่วโมง/วัน ";
$s_1_4_3 = "กรณีที่พนักเอนไปด้านหน้ามากเกินไป ทำให้มีการเอนของลำตัวไปข้างหน้าตลอดเวลา ควรพิจารณาเปลี่ยนเป็นเก้าอี้ที่มีพนักพิงที่มีส่วนโค้งรองรับหลังส่วนล่างเพียงพอ และพนักเก้าอี้เอนมุม 95 – 110 องศา หรือกรณีที่พนักพิงเอนไปข้างหลังมากเกินไป ควรหาหมอนมารองบริเวณส่วนหลัง เพื่อให้มีส่วนโค้งรองรับหลังส่วนล่างเพียงพอ และพนักเก้าอี้เอนมุม 95 – 110 องศา";
$s_1_4_3_s = "* ระยะเวลาการนั่งเก้าอี้อย่างต่อเนื่องไม่ควรเกิน 1 ชั่วโมง/ครั้งหรือไม่ควรเกิน 4 ชั่วโมง/วัน ";
$s_1_4_4 = "กรณีที่ไม่มีพนักพิง เช่น เก้าอี้ไม่มีพนักพิงหลัง หรือพนักงานนั่งเอนตัวไปทางด้านหน้า ควรพิจารณาเปลี่ยนเก้าอี้ให้เป็นเก้าอี้ที่มีพนักพิงที่มีส่วนโค้งรองรับหลังส่วนล่าง(บั้นเอว)เพียงพอ และพนักเก้าอี้เอนมุม 95 – 110 องศา";
$s_1_4_4_s = "* ระยะเวลาการนั่งเก้าอี้อย่างต่อเนื่องไม่ควรเกิน 1 ชั่วโมง/ครั้งหรือไม่ควรเกิน 4 ชั่วโมง/วัน ";
$s_1_4_5 = "กรณีพื้นที่โต๊ะทำงานสูงเกินไป ทำให้ไหล่ยก พิจารณาให้เปลี่ยนโต๊ะทำงานที่ต่ำลงกว่าเดิมหรือทำให้เก้าอี้สูงขึ้น อาจใช้หมอนรองก้นเพื่อปรับระดับเก้าอี้ให้สูงพอดีกับโต๊ะทำงานและหากใช้หมอนรองก้นแล้วทำให้เท้าลอยจากพื้นแนะนำให้นำวัสดุมารองบริเวณเท้าเพื่อให้เท้าวางราบได้";
$s_1_4_6 = "กรณีพนักพิงหลังไม่สามารถปรับระดับการเอนได้ หากเป็นเก้าอี้ที่เอนมุมเกิน  110 องศา ให้ใส่หมอนรูปลิ่มลงไปเพื่อให้มุมระหว่างหลังและขาท่อนบนทำมุมเอนได้ระดับ 95-110 องศา หรือเปลี่ยนเก้าอี้ ";

$s_computer = "จอคอมพิวเตอร์ (monitor)";
$s_2_1_1 = "จอคอมพิวเตอร์ควรจะมีระยะห่างจากผู้ใช้ 1 ช่วงแขน (ประมาณ 40-75 เซนติเมตร) ระดับสายตาเท่ากับขอบบนของจอ ใบหน้าของผู้ใช้ควรอยู่ตรงกึ่งกลางของจอคอมพิวเตอร์ และตำแหน่งของการวางจอคอมพิวเตอร์ไม่ควรมีแสงสะท้อน ซึ่งการหลีกเลี่ยงไม่ให้มีการสะท้อนของจอคอมพิวเตอร์ ควรหันด้านข้างจอคอมพิวเตอร์ให้กับหน้าต่างหรือแหล่งกำเนิดของแสง ไม่ควรหันหน้าหรือหันหลังจอให้กับหน้าต่างหรือแหล่งกำเนิดแสง หากหลีกเลี่ยงไม่ได้ ควรมีม่านเพื่อกันการสะท้อนบนจอคอมพิวเตอร์ และมีที่วางเอกสารไว้สำหรับวางเอกสารขณะพิมพ์งาน";
$s_2_1_1_s = "* ระยะเวลาในการใช้จอคอมพิวเตอร์ต่อเนื่องไม่ควรเกิน1 ชม./ครั้งหรือไม่ควรเกิน 4 ชั่วโมง/วัน ";
$s_2_1_2 = "กรณีจอคอมพิวเตอร์ต่ำเกินไป ควรหาวัสดุมารองรับเพื่อยกระดับความสูงของจอคอมพิวเตอร์ จอควรห่างจากลำตัว 1 ช่วงความยาวแขน (ประมาณ 40-75 เซนติเมตร) ระดับสายตาเท่ากับขอบบนของจอ ไม่ควรมีการหันหน้าไปมองจอมากกว่า 30 องศา จอคอมพิวเตอร์ไม่ไม่ควรมีแสงสะท้อน และควรมีที่วางเอกสารไว้สำหรับวางเอกสารขณะพิมพ์งาน ";
$s_2_1_2_s = "* ระยะเวลาในการใช้จอคอมพิวเตอร์ต่อเนื่องไม่ควรเกิน1 ชม./ครั้งหรือไม่ควรเกิน 4 ชั่วโมง/วัน ";
$s_2_1_3 = "กรณีจอคอมพิวเตอร์สูงเกินไปผู้ใช้ต้องแหงนคอหรือเงยหน้ามองจอ สามารถปรับระดับหน้าจอคอมพิวเตอร์ให้ต่ำลงหรือปรับระดับเก้าอี้ให้สูงขึ้นเพื่อให้ขอบบนของจอคอมพิวเตอร์อยู่ในระดับสายตา และอยู่ห่างจากลำตัวเท่าความยาวหนึ่งช่วงแขน (40-75 เซนติเมตร) ไม่ควรมีการหันหน้าไปมองจอมากกว่า 30 องศา จอคอมพิวเตอร์ไม่ไม่ควรมีแสงสะท้อน และควรมีที่วางเอกสารไว้สำหรับวางเอกสารขณะพิมพ์งาน ";
$s_2_1_3_s = "* ระยะเวลาในการใช้จอคอมพิวเตอร์ต่อเนื่องไม่ควรเกิน1 ชม./ครั้งหรือไม่ควรเกิน 4 ชั่วโมง/วัน ";
$s_2_1_3_ss = "** หมายเหตุ หากปรับระดับเก้าอี้ให้สูงขึ้นแล้วเท้าลอยให้ดูในหัวข้อเรื่อง ความสูงของที่นั่ง (seat pan height)";
$s_2_1_4 = "กรณีผู้ใช้หันหน้ามากกว่า 30 องศา เพื่อมองจอคอมพิวเตอร์ ควรปรับตำแหน่งเก้าอี้และจอคอมพิวเตอร์ให้อยู่ในตำแหน่งที่ตรงกันโดยผู้ใช้ไม่ต้องหันหน้าไปมองจอและให้ขอบบนของจอคอมพิวเตอร์อยู่ในระดับสายตาและจอคอมพิวเตอร์อยู่ห่างจากลำตัวเท่าความยาวหนึ่งช่วงแขน (40-75 เซนติเมตร)";
$s_2_1_4_s = "* ระยะเวลาในการใช้จอคอมพิวเตอร์ต่อเนื่องไม่ควรเกิน 1 ชม./ครั้ง และไม่ควรเกิน 4 ชั่วโมง/วัน ";
$s_2_1_5 = "กรณีจอคอมพิวเตอร์ไกลเกินไป คือห่างจากลำตัวมากกว่า 1 ช่วงแขน (40-75 เซนติเมตร) ควรเลื่อนจอคอมพิวเตอร์เข้ามา ให้จอคอมพิวเตอร์อยู่ห่างจากลำตัวเท่าความยาวหนึ่งช่วงแขน (40-75 เซนติเมตร) และให้ขอบบนของจอคอมพิวเตอร์อยู่ในระดับสายตา";
$s_2_1_5_s = "* ระยะเวลาในการใช้จอคอมพิวเตอร์ต่อเนื่องไม่ควรเกิน1 ชม./ครั้ง หรือไม่ควรเกิน 4 ชั่วโมง/วัน ";
$s_2_1_6 = "กรณีมีแสงจากดวงอาทิตย์สะท้อนบนหน้าจอคอมพิวเตอร์ ควรจัดตำแหน่งของจอคอมพิวเตอร์ให้อยู่ในตำแหน่งที่แสงไม่สามารถสะท้อนเข้ามาได้ การหลีกเลี่ยงการวางจอคอมพิวเตอร์ในตำแหน่งที่หันหน้าตรงกับหน้าต่างหรือประตูที่ทำให้แสงจากดวงอาทิตย์สามารถสะท้อนลงมาที่หน้าจอคอมพิวเตอร์ได้";

$s_telephone = "โทรศัพท์ (telephone)";
$s_3_1_1 = "ควรใช้ชุดหูฟังหรือใช้มือข้างหนึ่งถือโทรศัพท์ และโทรศัพท์ไม่ควรอยู่ไกลเกินระยะเอื้อม 30 เซนติเมตร หลีกเลี่ยงการใช้โทรศัพท์โดยการใช้คอและไหล่หนีบ ";
$s_3_1_1_s = "* ระยะเวลาในการใช้โทรศัพท์ต่อเนื่องไม่ควรเกิน 1 ชั่วโมง/ครั้ง หรือไม่ควรเกิน 4 ชั่วโมง/วัน ";
$s_3_1_2 = "กรณีโทรศัพท์ไกลเกินหรือ ผู้ใช้มีการเอื้อมหยิบโทรศัพท์ไกล (มากกว่า 30 เซนติเมตร) สามารถขยับโทรศัพท์มาอยู่ในระยะที่ไม่ต้องเอื้อมหยิบหรือเอี้ยวตัว อาจใช้ชุดหูฟัง หรือมือหนึ่งถือโทรศัพท์ ศีรษะตรงเป็นธรรมชาติ ";
$s_3_1_2_s = "* ระยะเวลาในการใช้โทรศัพท์ต่อเนื่องไม่ควรเกิน 1 ชั่วโมง/ครั้ง หรือไม่ควรเกิน 4 ชั่วโมง/วัน ";
$s_3_1_3 = "กรณีผู้ใช้ใช้คอและไหล่หนีบโทรศัพท์เป็นท่าทางที่ไม่ควรปฏิบัติ ขณะใช้โทรศัพท์คอควรตั้งตรง และควรปรับให้โทรศัพท์อยู่ในระยะการเอื้อมไม่เกิน 30 เซนติเมตร";
$s_3_1_3_s = "* ระยะเวลาในการใช้โทรศัพท์ต่อเนื่องไม่ควรเกิน 1 ชั่วโมง/ครั้ง หรือไม่ควรเกิน 4 ชั่วโมง/วัน ";
$s_3_1_4 = "กรณีผู้ใช้ไม่มีอุปกรณ์แฮนด์ฟรีช่วย ควรพิจารณาจัดหาในการใช้อุปกรณ์แฮนด์ฟรีมาใช้ เพื่อช่วยป้องกันการเอื้อมหยิบโทรศัพท์ไกล (มากกว่า 30 เซนติเมตร) และใช้คอและไหล่หนีบโทรศัพท์";
$s_3_1_4_s = "* ระยะเวลาในการใช้โทรศัพท์ต่อเนื่องไม่ควรเกิน 1 ชั่วโมง/ครั้ง และไม่ควรเกิน 4 ชั่วโมง/วัน ";

$s_mouse = "เมาส์ (mouse)";
$s_4_1_1 = "เมาส์ควรอยู่ในระดับเดียวกันกับแป้นพิมพ์ และอยู่ใกล้แป้นพิมพ์มากที่สุดเพื่อลดระยะเอื้อมถึง เมาส์ควรขนานเป็นแนวเดียวกับไหล่ ไม่ควรจับเมาส์ด้วยปลายนิ้ว (Pinch grip) ควรมีที่รองมือ (Palm rest) อยู่ด้านหน้าเมาส์ และจับเมาส์ในท่าฒ์ฮผ่อนคลาย ";
$s_4_1_1_s = "* ระยะเวลาการใช้เมาส์ต่อเนื่องไม่ควรเกิน 1 ชั่วโมง/ครั้ง หรือไม่ควรเกิน 4 ชั่วโมง/วัน ";
$s_4_1_2 = "กรณีเมาส์และแป้นพิมพ์อยู่ต่างระดับกัน ควรจัดให้อยู่บนพื้นผิวระดับเดียวกันกับแป้นพิมพ์และอยู่ใกล้แป้นพิมพ์มากที่สุดเพื่อลดระยะเอื้อมถึง เมาส์ และอยู่ในตำแหน่งที่ขนานเป็นแนวเดียวกับไหล่ ไม่ควรจับเมาส์ด้วยปลายนิ้ว (Pinch grip) จับเมาส์ให้ผ่อนคลาย ควรมีที่รองมือ (Palm rest) อยู่ด้านหน้าเมาส์ ";
$s_4_1_2_s = "* ระยะเวลาการใช้เมาส์ต่อเนื่องไม่ควรเกิน 1 ชั่วโมง/ครั้ง หรือไม่ควรเกิน 4 ชั่วโมง/วัน ";
$s_4_1_3 = "กรณีที่ผู้ใช้ต้องเอื้อมมือไปที่เมาส์ ควรจัดวางเมาส์ให้อยู่ใกล้แป้นพิมพ์มากที่สุดเพื่อลดระยะเอื้อมถึง และเมาส์ควรขนานเป็นแนวเดียวกับไหล่";
$s_4_1_3_s = "* ระยะเวลาการใช้เมาส์ต่อเนื่องไม่ควรเกิน 1 ชั่วโมง/ครั้ง หรือไม่ควรเกิน 4 ชั่วโมง/วัน ";
$s_4_1_4 = "กรณีผู้ใช้มีการจับเมาส์ด้วยปลายนิ้ว ควรจับเมาส์ให้เต็มฝ่ามือผ่อนคลายและข้อมือจะต้องไม่กระดกจนเกินไป และควรมีที่รองมือ (Palmrest) อยู่ด้านหน้าเมาส์";
$s_4_1_4_s = "* ระยะเวลาการใช้เมาส์อย่างต่อเนื่องไม่ควรเกิน 1 ชั่วโมง/ครั้ง หรือไม่ควรเกิน 4 ชั่วโมง/วัน";

$s_keyboard = "แป้นพิมพ์ (keyboard)";
$s_4_1_1 = "แป้นพิมพ์ควรอยู่ในระดับที่ทำให้ข้อศอกงอ 90 องศา หรือมากกว่าเล็กน้อย ข้อมือตรง ไม่กระดกข้อมือ และไม่เอียงข้อมือไปด้านข้าง ขณะใช้ ไหล่อยู่ในท่าสบาย ไม่ยักไหล่ ";
$s_4_1_1_s = "* ระยะเวลาการใช้แป้นพิมพ์ต่อเนื่องไม่ควรเกิน 1 ชั่วโมง/ครั้งหรือไม่ควรเกิน 4 ชั่วโมง/วัน ";
$s_4_1_2 = "กรณีข้อมือกระดกมากกว่า 15 องศาหรือแป้นพิมพ์เอียงขึ้นขึ้นสามารถใช้ผ้าขนหนูพันเป็นรูปทรงกระบอกวางรองบริเวณข้อมือ เพื่อให้ขณะใช้แป้นพิมพ์มีข้อมือตรง ไหล่ผ่อนคลาย ";
$s_4_1_2_s = "* ระยะเวลาการใช้แป้นพิมพ์ต่อเนื่องไม่ควรเกิน 1 ชั่วโมง/ครั้งหรือไม่ควรเกิน 4 ชั่วโมง/วัน ";
$s_4_1_3 = "กรณีข้อมือผู้ใช้เอียงไปด้านข้างขณะพิมพ์ ควรเปลี่ยนท่าทางในการพิมพ์ ขณะใช้แป้นพิมพ์ข้อมือควรตรง ไม่เอียงไปทางด้านข้างและไหล่ผ่อนคลาย ";
$s_4_1_3_s = "* ระยะเวลาการใช้แป้นพิมพ์ต่อเนื่องไม่ควรเกิน 1 ชั่วโมง/ครั้งหรือไม่ควรเกิน 4 ชั่วโมง/วัน ";
$s_4_1_4 = "กรณีแป้นพิมพ์สูงเกินไป ซึ่งมักพบได้บ่อยในกรณีที่ผู้ใช้คอมพิวเตอร์วางแป้นพิมพ์ไว้บนโต๊ะที่ไม่มีแท่นวางแป้นพิมพ์สามารถปรับโดยใช้โต๊ะที่มีลิ้นสำหรับวางแป้นพิมพ์ในระดับความสูงที่ข้อศอกอยู่ในมุมฉากในขณะที่ใช้แป้นพิมพ์ ไหล่ไม่ยก อยู่ในท่าผ่อนคลาย ";
$s_4_1_4_s = "* ระยะเวลาการใช้แป้นพิมพ์ต่อเนื่องไม่ควรเกิน 1 ชั่วโมง/ครั้งหรือไม่ควรเกิน 4 ชั่วโมง/วัน ";
$s_4_1_5 = "กรณีแท่นวางแป้นพิมพ์ไม่สามารถปรับได้และแป้นพิมพ์อยู่ต่ำเกินไปสำหรับผู้ใช้ สามารถปรับได้โดยหาวัสดุมาเสริมยกระดับแป้นพิมพ์ให้พอดีข้อศอกเป็นมุมฉาก ";
$s_4_1_5_s = "* ระยะเวลาการใช้แป้นพิมพ์อย่างต่อเนื่องไม่ควรเกิน 1 ชั่วโมง/ครั้ง หรือไม่ควรเกิน 4 ชั่วโมง/วัน ";
$s_4_1_6 = "•	กรณีที่ผู้ใช้ต้องมีการเอื้อมมือไปหยิบของเหนือศีรษะ สามารถปรับโดยนำของที่ใช้บ่อย  มาวางไว้บริเวณที่สะดวกต่อการใช้งาน เพื่อหลีกเลี่ยงการเอื้อมหยิบ";


?>
