<?php
$title = "โปรแกรมประเมินความเสี่ยงทางการยศาสตร์ในสถานีงานสำนักงาน : Rapid Office Strain Assessment (ROSA)";
$title_th = "โปรแกรมประเมินความเสี่ยงทางการยศาสตร์ในสถานีงานสำนักงาน";
$title_en = "Rapid Office Strain Assessment (ROSA)";
$title_nev = "Rapid Office Strain Assessment (ROSA)";
$title_mini = "ROSA";
$preface = "บทนำ";
$condition = "เงื่อนไข";
$explanation = "คำชี้แจง";
$evaluation = "แบบประเมิน";
$next = "ต่อไป";
$accept = "ยอมรับ";
$decline = "ปฏิเสธ";
$person_questionnaire_title = "แบบสัมภาษณ์ข้อมูลทั่วไป และข้อมูลที่เกี่ยวข้องกับการใช้งานคอมพิวเตอร์";
$gender = "เพศ";
$gender_male = "ชาย";
$gender_female = "หญิง";
$age = "อายุ";
$year = "ปี";
$working_hour = "ระยะเวลาที่ทำงาน";
$hour_per_day = "ชั่วโมง/วัน";
$continous_working_hour = "ระยะเวลาที่ทำงานโดยไม่พักโดยเฉลี่ย";
$hour = "ชัวโมง";
$detail = "ข้อมูลคำอธิบายสำหรับผู้เข้าใช้โปรแกรม";
$detail_text = "โปรแกรมประเมินความเสี่ยงทางการยศาสตร์ในสถานีงานสำนักงานพร้อมคำแนะนำในการปรับปรุงสถานีงาน เป็นโปรแกรมที่พัฒนาขึ้นจากวิทยานิพนธ์ระดับปริญญาตรีของ นางสาวณัฎฐิชา สำเนียง นางสาวปรัชญาภรณ์ ฟักเอี่ยม และนางสาวศรัญญา พรหมชุลี โดยมี อาจารย์กนกพร อุณเอกลาภ ภาควิชากายภาพบำบัด คณะสหเวชศาสตร์ มหาวิทยาลัยนเรศวร เป็นอาจารย์ที่ปรึกษา และผศ.ดร.อรสา เตติวัทย์ ภาควิชาคณิตศาสตร์ คณะวิทยาศาสตร์ มหาวิทยาลัยนเรศวร เป็นอาจารย์ที่ปรึกษาร่วม";
$detail_text_con = "โดยการนำแบบประเมิน Rapid Office Strain Assessment (ROSA) ที่พัฒนาโดย Sonne และคณะ ประเทศแคนาดา ตีพิมพ์ในวารสารการยศาสตร์ประยุกต์ (Applied Ergonomics)  ใน ปี ค.ศ. 2012 ที่ได้ผ่านการประยุกค์และจัดทำให้อยู่ในรูปแบบภาษาไทย และผ่านการตรวจสอบความตรงของเนื้อหาโดยผู้ทรงคุณวุฒิที่เป็นผู้เชี่ยวชาญด้านการยศาสตร์ จากงานวิจัยของ ผศ.ดร. สุนิสา ชายเกลี้ยง และ เมธินี ครุสันธิ์ รวมทั้งเนื้อหาจากร่างมาตรฐานผลิตภัณฑ์อุตสาหกรรม การจัดการสภาพการทำงานตามหลักการยศาสตร์ มาพัฒนาให้อยู่ในรูปโปรแกรม เพื่อให้ผู้ใช้แบบประเมินซึ่งเป็นบุคลากรผู้มีความรู้ความสามารถทางด้านการยศาสตร์ใช้ประเมินสถานีงานของพนักงานในสำนักงานได้อย่างสะดวก และทำให้การประเมินเป็นไปอย่างรวดเร็ว	";
$condition_title = "เงื่อนไขการใช้โปรแกรมประเมินความเสี่ยงทางการยศาสตร์ในสถานีงานสำนักงาน : Rapid Office Strain Assessment (ROSA)";
$condition_text_1 = "ท่านเป็นผู้ที่มีความรู้ความเข้าใจในภาษาไทย";
$condition_text_2 = "ท่านมีความสามารถในการใช้คอมพิวเตอร์ขั้นพื้นฐาน";
$condition_text_3 = "ท่านเป็นผู้ที่มีความรู้ความสามารถทางการยศาสตร์ ";
$condition_text_4 = "ท่านมีความรู้ขั้นพื้นฐานในการใช้แบบประเมิน Rapid Office Strain Assessment (ROSA)";
$welcome_text = "ยินดีต้อนรับเข้าสู่";
$researcher = "ผู้วิจัย:";
$researcher_1 = "นางสาวณัฎฐิชา สำเนียง";
$researcher_2 = "นางสาวปรัชญาภรณ์ ฟักเอี่ยม";
$researcher_3 = "นางสาวนางสาวศรัญญา พรหมชุลี";
$and = "และ";
$adviser = "อาจารย์ที่ปรึกษา:";
$adviser_1 = "อาจารย์กนกพร อุณเอกลาภ";
$adviser_2 = "ผศ.ดร.อรสา เตติวัฒน์";
$naresuan_u = "มหาวิทยาลัยนเรศวร";
$process_text = "ขั้นตอนการทำแบบประเมิน";
$process_a_title = "ส่วนที่ 1 การประเมินเก้าอี้ (chair) ";
$process_b_title = "ส่วนที่ 2 การประเมินจอคอมพิวเตอร์และโทรศัพท์ (monitor and telephone) ";
$process_c_title = "ส่วนที่ 3 การประเมินเมาส์และแป้นพิมพ์ (mouse and keyboard)";
$basic_info = "ข้อมูลพื้นฐาน";
$q_name = "ชื่อ-สกุล";
$q_email = "อีเมล";
$section_a_title = "ส่วนที่ 1 เก้าอี้ (CHAIR)";
$section_b_title = "ส่วนที่ 2 จอคอมพิวเตอร์ & โทรศัพท์ (Monitor & telephone)";
$section_c_title = "ส่วนที่ 3 เมาส์ และแป้นพิมพ์ (Mouse & keyboard) ";
$end_question = "สิ้นสุดการทำแบบประเมิน";
$submit = "ส่งแบบประเมิน";

$q_a1 = "1.1. ความสูงของเก้าอี้ (Chair height)";
$q_a1_o1 = "ระดับเก้าอี้สูงพอดี ทำให้เข่างอ 90 องศา (1) ";
$q_a1_o2 = "ระดับเก้าอี้ต่ำเกินไป ทำให้เข่างอน้อยกว่า 90 องศา (2) ";
$q_a1_o3 = "ระดับเก้าอี้สูงเกินไปทำให้เข่างอมากกว่า 90 องศา (2) ";
$q_a1_o4 = "ระดับเก้าอี้สูงเกินไปทำให้เท้าไม่สัมผัสพื้น (3) ";
$q_a1_e = "1.1 ความสูงของเก้าอี้ (Chair height) (ต่อ)";
$q_a1_e_o1 = "พื้นที่ว่างใต้โต๊ะไม่เพียงพอไม่ เช่น ไม่สามารถไขว้ขาได้ (+1) ";
$q_a1_e_o2 = "เก้าอี้ไม่สามารถปรับระดับได้ (+1) ";

$q_a2 = "1.2 ประเมินความลึกของเก้าอี้ (seat pan depth)";
$q_a2_o1 = "ขอบของเก้าอี้ห่างจากใต้ท้องขาประมาณ 8 เซนติเมตร (1) ";
$q_a2_o2 = "ขอบของเก้าอี้มีระยะห่างจากใต้ท้องขาน้อยกว่า 8 เซนติเมตร (2) ";
$q_a2_o3 = "ขอบของเก้าอี้มีระยะห่างจากใต้ท้องของมากกว่า 8 เซนติเมตร (2) ";
$q_a2_e = "1.2 ประเมินความลึกของเก้าอี้  (seat pan depth) (ต่อ)";
$q_a2_e_o1 = "ขอบของเก้าอี้ไม่สามารถปรับได้ (+1) ";

$q_a3 = "1.3 ประเมินที่พักแขน (armrests)";
$q_a3_o1 = "ข้อศอกมีที่วางพัก ขนานเป็นแนวเดียวกับไหล่ และไหล่อยู่ในท่าสบาย (ไม่ยกไหล่) (1)";
$q_a3_o2 = "ที่พักแขนสูงเกินไปทำให้ไหล่ยก หรือต่ำ เกินไป ทำให้ไหล่อยู่ในท่าไม่สบาย (2) ";
$q_a3_e = "1.3 ประเมินที่พักแขน (armrests) (ต่อ)";
$q_a3_e_o1 = "ที่พักแขนแข็ง มีขอบคมหรือชำรุด (+1) ";
$q_a3_e_o2 = "ที่พักแขนห่างจากลำตัวมากเกินไป (+1) ";
$q_a3_e_o3 = " ที่พักแขนไม่สามารถปรับได้ (+1) ";

$q_a4 = "1.4 ประเมินพนักพิงหลัง (back support)";
$q_a4_o1 = "ส่วนโค้งที่รองรับหลังส่วนล่างเหมาะสม ขณะนั่งพิง มุมระหว่างลำตัวกับขาอ่อนอยู่ระหว่าง 95 -110 (1)";
$q_a4_o2 = "พนักพิงเอนไปทางด้านหลังมากเกินไป (มากกว่า110 องศา) หรือพนักเอียงไปทางด้านหน้ามากเกินไป (น้อยกว่า 95 องศา) (2) ";
$q_a4_o3 = "ไม่มีส่วนโค้งที่รองรับหลังส่วนล่าง หรือมีแต่ไม่พอดีกับหลัง (2) ";
$q_a4_o4 = "ไม่ใช้พนักพิงหลัง เช่น เก้าอี้ไม่มีพนักพิงหลัง หรือ พนักงานนั่งเอนตัวไปข้างหน้า (2) ";
$q_a4_e = "1.4 ประเมินพนักพิงหลัง (back support) (ต่อ)";
$q_a4_e_o1 = "โต๊ะทำงานสูงเกินไป จนทำให้ไหล่ยก (+1) ";
$q_a4_e_o2 = "พนักพิงไม่สามารถปรับได้(+1) ";

$q_a_e = "ประเมินระยะเวลาในการนั่งทำงาน";
$q_a_e_o1 = "ระยะเวลาในการนั่งทำงานมากกว่า 1 ชม./ครั้ง หรือมากกว่า 4 ชั่วโมง/วัน (+1)";
$q_a_e_o2 = "ระยะเวลาในการนั่งทำงานไม่เกิน 1 ชม./ครั้ง หรือ 1-4 ชั่วโมง/วัน ( 0 )";
$q_a_e_o3 = "ระยะเวลาในการนั่งทำงานไม่เกิน 30 นาที/ครั้ง หรือน้อยกว่า 1 ชั่วโมง/วัน (-1)";

$q_b1 = "2.1 ประเมินจอคอมพิวเตอร์ (monitor)";
$q_b1_o1 = "จอคอมพิวเตอร์ห่างจากลำตัวเท่าความยาว 1 ช่วงแขน (40-75 cm) หรือจออยู่ในระดับสายตา (1) ";
$q_b1_o2 = "จอคอมพิวเตอร์ต่ำเกินไป (ต่ำกว่าระดับสายตา 30 องศา) (2) ";
$q_b1_o3 = "จอคอมพิวเตอร์สูงเกินไป (สูงกว่าระดับสายตา 30 องศา) (3) ";
$q_b1_e = "2.1 ประเมินจอคอมพิวเตอร์ (monitor) (ต่อ)";
$q_b1_e_o1 = "ผู้ใช้หมุนคอมากกว่า 30 องศาเพื่อมองจอคอมพิวเตอร์ (+1) ";
$q_b1_e_o2 = "ผู้ใช้ไม่มีที่วางเอกสาร (+1) ";
$q_b1_e_o3 = "จอคอมพิวเตอร์ไกลเกินไปห่างจากลำตัวมากกว่า 1 ช่วงแขน (40-75 cm) (+1) ";
$q_b1_e_o4 = "จอคอมพิวเตอร์มีแสงจ้า (+1) ";

$q_b1e = "ประเมินระยะเวลาในการใช้จอคอมพิวเตอร์";
$q_b1e_o1 = "ระยะเวลาในการใช้จอคอมพิวเตอร์มากกว่า 1 ชม./ครั้ง หรือมากกว่า 4 ชั่วโมง/วัน (+1) ";
$q_b1e_o2 = "ระยะเวลาในการใช้จอคอมพิวเตอร์ไม่เกิน 1 ชม./ครั้ง หรือ 1-4 	ชั่วโมง/วัน ( 0 ) ";
$q_b1e_o3 = "ระยะเวลาในการใช้จอคอมพิวเตอร์ไม่เกิน 30 นาที/ครั้ง หรือน้อยกว่า 	1 ชั่วโมง/วัน (-1) ";

$q_b2 = "2.2 ประเมินโทรศัพท์ (telephone)";
$q_b2_o1 = "ผู้ใช้มีการใช้ใช้ชุดหูฟัง หรือมือหนึ่งถือโทรศัพท์ ศีรษะตั้งตรง (1) ";
$q_b2_o2 = "ผู้ใช้มีการเอื้อมหยิบโทรศัพท์ไกล (มากกว่า 30 เซนติเมตร) (2) ";
$q_b2_e = "2.2 ประเมินโทรศัพท์ (telephone) (ต่อ)";
$q_b2_e_o1 = "ผู้ใช้ใช้คอและไหล่หนีบโทรศัพท์ (+2) ";
$q_b2_e_o2 = "ผู้ใช้ไม่มีอุปกรณ์แฮนด์ฟรีช่วย (+1) ";

$q_b2e = "ประเมินระยะเวลาในการใช้โทรศัพท์";
$q_b2e_o1 = "ระยะเวลาในการใช้โทรศัพท์มากกว่า 1 ชม./ครั้ง หรือมากกว่า 4 ชั่วโมง/วัน (+1) ";
$q_b2e_o2 = "ระยะเวลาในการใช้โทรศัพท์ไม่เกิน 1 ชม./ครั้ง หรือ 1-4 ชั่วโมง/วัน (0) ";
$q_b2e_o3 = "ระยะเวลาในการใช้โทรศัพท์ไม่เกิน 30 นาที/ครั้ง หรือน้อยกว่า 1 ชั่วโมง/วัน (-1) ";

$q_c1 = "3.1 ประเมินเมาส์ (mouse) ";
$q_c1_o1 = "ผู้ใช้วางเมาส์ขนานเป็นแนวเดียวกับไหล่ (1) ";
$q_c1_o2 = "ผู้ใช้มีการเอื้อมมือไปที่เมาส์ (2)";
$q_c1_e = "3.1 ประเมินเมาส์ (mouse) (ต่อ) ";
$q_c1_e_o1 = "ผู้ใช้มีการวางเมาส์และแป้นพิมพ์ต่างระดับกัน (+2) ";
$q_c1_e_o2 = "ผู้ใช้มีการจับเมาส์ด้วยปลายนิ้ว (+1) ";
$q_c1_e_o3 = "ผู้ใช้มีที่รองมือ(palmrest) อยู่ด้านหน้าเมาส์ (+1) ";

$q_c1e = "ประเมินระยะเวลาในการใช้เมาส์";
$q_c1e_o1 = "ระยะเวลาในการใช้เมาส์มากกว่า 1 ชม./ครั้ง หรือมากกว่า 4 	ชั่วโมง/วัน (+1) ";
$q_c1e_o2 = "ระยะเวลาการใช้เมาส์ไม่เกิน 1 ชม./ครั้ง หรือ 1-4 ชั่วโมง/วัน ( 0 ) ";
$q_c1e_o3 = "ระยะเวลาการใช้เมาส์ไม่เกิน 30 นาที/ครั้ง หรือน้อยกว่า 1 	ชั่วโมง/วัน (-1) ";

$q_c2 = "3.2  ประเมินแป้นพิมพ์ (keyboard) ";
$q_c2_o1 = "ระหว่างใช้แป้นพิมพ์ข้อมือผู้ใช้ตรงไหล่ผ่อนคลาย (1) ";
$q_c2_o2 = "ข้อมือกระดกมากกว่า 15 องศา หรือแป้นพิมพ์เอียงขึ้น (2) ";
$q_c2_e = "3.2 ประเมินแป้นพิมพ์ (keyboard) (ต่อ) ";
$q_c2_e_o1 = "ข้อมือผู้ใช้เอียงไปด้านข้างขณะพิมพ์ (+1) ";
$q_c2_e_o2 = "ผู้ใช้มีการเอื้อมมือหยิบสิ่งของเหนือศีรษะ (+1) ";
$q_c2_e_o3 = "แป้นพิมพ์อยู่สูงเกินไปจนทำให้ไหล่ยก (+1) ";
$q_c2_e_o4 = "แท่นวางแป้นพิมพ์ไม่สามารถปรับได้ (+1) ";

$q_c2e = "ประเมินระยะเวลาในการใช้แป้นพิมพ์";
$q_c2e_o1 = "ระยะเวลาการใช้แป้นพิมพ์มากกว่า 1 ชม./ครั้ง หรือมากกว่า	4 ชั่วโมง/วัน (+1) ";
$q_c2e_o2 = "ระยะเวลาการใช้แป้นพิมพ์ไม่เกิน 1 ชม./ครั้ง หรือ 1-4 ชั่วโมง/วัน ( 0 ) ";
$q_c2e_o3 = "ระยะเวลาการใช้แป้นพิมพ์ไม่เกิน 30 นาที/ครั้ง หรือน้อยกว่า 1 ชั่วโมง/วัน (-1) ";

?>
